public class Main {
    public static void main(String[] args) {

        System.out.println("Задача из билета номер 3. Усов Никита");
        //Напишите программу, которая разделяет любую строку на две части ровно пополам по количеству символов.

    }
}